Revit 2027 API
ParameterTypeId.Hosted Property
 "Hosted"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Hosted { get; }
Public Shared ReadOnly Property Hosted As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Hosted {
	ForgeTypeId^ get ();
}
static member Hosted : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace